// Сделать класс для списка дел. Команды:
// - посмотреть весь список дел,
// - посмотреть спискок на день,
// - добавить дело,
// - отметить выполнение.
// Отсортировать вывод по датам (на день, неделю), по факту выполнения.
//
// Если есть файл, сохраненный ранее, он читает его. Если нет, создает.
//
// ?Возможность делать напоминания (сравнить текущую дату и дату дела со статусом "не выполнено")?


public class Main {
  public static void main(String[] args) {
    System.out.println("Start ToDo List");
  }
}